#  Magazine Maker Page#
header.national.geogrpahic=\u0646\u0627\u0634\u064A\u0648\u0646\u0627\u0644 \u062C\u064A\u0648\u063A\u0631\u0627\u0641\u064A\u0643
header.magazine.maker=\u0645\u062C\u0644\u0629 \u0635\u0627\u0646\u0639
header.new.page=جديد
header.preview.magazine=معاينة
header.save.page=حفظ
header.share.page=حصة
header.dropdown.profile=\u0627\u0644\u0645\u0644\u0641 \u0627\u0644\u0634\u062E\u0635\u064A
header.dropdown.change.password=\u062A\u063A\u064A\u064A\u0631 \u0643\u0644\u0645\u0629 \u0627\u0644\u0645\u0631\u0648\u0631
header.dropdown.preferences=\u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A
header.dropdown.localization=\u0627\u0644\u062A\u0639\u0631\u064A\u0628
header.dropdown.arabic=\u0627\u0644\u0639\u0631\u0628\u064A\u0629
header.dropdown.japanese=\u0627\u0644\u064A\u0627\u0628\u0627\u0646\u064A\u0629
header.dropdown.signout=\u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062E\u0631\u0648\u062C

copyright.info=حق النشر
rightpanel.photostab.info= اختر فئة من الصور لاستخدامها في مجلتكم. ثم انتقل لأسفل لعرض جميع.
rightpanel.photostab.photo=صور
rightpanel.photostab.myphotos=بلدي صور
rightpanel.photostab.libphotos= مكتبة الصور
rightpanel.editortab.info =حدد الصورة أو النص على اليسار، استخدم الأزرار الموجودة أدناه لتغيير موقفها.
rightpanel.photostab.structures=الهياكل القديمة     
rightpanel.photostab.coralreefs= الشعاب المرجانية
rightpanel.photostab.egypt=مصر
rightpanel.photostab.gorillas=الغوريلا
rightpanel.photostab.landscape=المناظر الطبيعية
rightpanel.photostab.reptiles=الزواحف
rightpanel.photostab.plants=النباتات
rightpanel.photostab.space=الفضاء
rightpanel.photostab.wonders=عجائب
rightpanel.photostab.butterflies=الفراشات
rightpanel.photostab.uploadfile=تحميل الملف
rightpanel.editortab.editor=محرر
rightpanel.editortab.forward=طرح
rightpanel.editortab.back=رحل
rightpanel.editortab.remove=نزع
rightpanel.editortab.texteditor=النص محرر
rightpanel.editortab.imageeditor=صورة محرر
rightpanel.editortab.scaleimage= مقياس الصورة
rightpanel.editortab.rotateimage= تدوير الصورة
rightpanel.editortab.spelling=هجاء
rightpanel.editortab.imageinfo=ببمجرد تحديد صورة على التصميم على اليسار، وتحريرها أدناه. 
rightpanel.editortab.opacity=غموض

rightpanel.texttab.text = \u0646\u0635
rightpanel.texttab.info = \u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0646\u0635 \u0627\u0644\u062E\u0627\u0635 \u0645\u0646 \u0645\u0639\u0631\u0636 \u0627\u0644\u0646\u0635\u0648\u0635 \u0627\u0644\u0645\u062D\u062F\u062F\u0629 \u0645\u0633\u0628\u0642\u0627.
rightpanel.shapetab.text = \u0627\u0644\u0623\u0634\u0643\u0627\u0644
rightpanel.shapetab.info = \u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0623\u0634\u0643\u0627\u0644 \u0645\u0646 \u0645\u0639\u0631\u0636 \u0627\u0644\u0623\u0634\u0643\u0627\u0644 \u0627\u0644\u0645\u062D\u062F\u062F\u0629 \u0645\u0633\u0628\u0642\u0627.
rightpanel.editortab.bring=جلب
rightpanel.editortab.forward=إلى الأمام
rightpanel.editortab.send=إرسال
rightpanel.editortab.back=ظهر
rightpanel.editortab.delete=حذف
rightpanel.editortab.position=موقف
rightpanel.editortab.textinfo=بمجرد تحديد كتلة من النص على التصميم الخاص بك على اليسار، وتحريرها أدناه.
rightpanel.editortab.size=حجم
rightpanel.videotab.video.text=\u0623\u0634\u0631\u0637\u0629 \u0627\u0644\u0641\u064A\u062F\u064A\u0648
rightpanel.videotab.audio.text=\u0635\u0648\u062A\u064A\u0627\u062A

leftpanel.delete.heading=حذف الشريحة الحالية؟
leftpanel.delete.info=أنت على وشك حذف الشريحة وجميع صورها وtexts.Are أنت متأكد من أنك تريد المتابعة. انقر فوق نعم لحذف أو العودة لا لل.
leftpanel.delete.yes=نعم، حذف الشريحة
leftpanel.delete.no=لا، العودة إلى المجلة

homepanel.create=خلق
homepanel.your=لكم
homepanel.own=الخاصة
homepanel.magazine=مجلة!
homepanel.signin=تسجيل الدخول
homepanel.information=معلومات
homepanel.help=مساعدة
homepanel.content=<p>في حالة كنت تواجه مشاكل، يرجى التأكد من أنك تقوم بتشغيل على واحد من التكوينات التالية جهاز معتمد. </p> <b class='small-font'>يؤيد متصفحات:</b><ul class='small-font'><li> IE7+</li><li> Safari 5+</li> <li>Firefox 10+</li><li> Chrome 15+</li><li> Opera 10+</li></ul> <b class='small-font'>أنظمة التشغيل المعتمدة:</b><ul class='small-font'><li>Windows </li><li>Mac OSX</li><li>iOS 5+</li><li>Android 4+</li></ul>
homepanel.remember=تذكرني
homepanel.login= سجل في
homepanel.introduction.text=مرحبا بكم في مجلة صانع النسخة الإلكترونية! خلق بنفسك مخصص سائل الإعلام الغنية المجلات عن طريق اختيار قوالب التخطيط وتطبيق الصور الخاصة بك والصور وأشرطة الفيديو! اختيار وتطبيق المحتوى من مكتبة ناشيونال جيوغرافيك من الصور وأشرطة الفيديو. الطباعة والتصدير وتبادل المجلات الخاصة بك على الانترنت وعبر جميع الأجهزة النقالة.
homepanel.information.content=<p>A DEMO لمفهوم صانع مجلة، التي وضعتها<b>Compro Technologies</b>, إلى <b>National Geographic Learning</b></p><p>فإنه يوضح الرئيسية القدرات التقنية والفنية للعمارة الأمامية منصة والنهج. وهذا يشمل طرق التسليم، الترجمة، محركات المحتوى، وتدفق الوظيفية مرونة التصميم</p>
homepanel.login.text=أدخل اسم المستخدم الخاص بك زودت المدرسة (أو البريد الإلكتروني-ID) تليها كلمة المرور.
homepanel.username=اسم المستخدم
homepanel.password=كلمة السر
homepanel.introduction.more.text=تبدأ بإدخال بيانات اعتماد تسجيل الدخول الخاص بك. إذا لم يكن لديك تسجيل الدخول، اتصل بمسؤول المدرسة أو المعلم الخاص بك.
homepanel.createmagazine=بدء مجلة نيويورك
homepanel.existing.magazine=بلدي مجلات الأخيرة
homepanel.resume.magazine=استئناف آخر حفظ
homepanel.welcome=اهلا وسهلا،
homepanel.button.open=فتح
homepanel.slides=الشرائح
default.feature.not.availble.text=هذه الميزة غير متوفرة في الإصدار الحالي.
toppanel.new_magazine.info=\u0643\u0646\u062A \u0639\u0644\u0649 \u0648\u0634\u0643 \u0627\u0644\u062A\u062D\u0648\u0644 \u0625\u0644\u0649 \u0645\u062C\u0644\u0629 \u062C\u062F\u064A\u062F\u0629 \u0648\u0633\u064A\u062A\u0645 \u0641\u0642\u062F\u0627\u0646 \u0643\u0627\u0641\u0629 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0648\u062C\u0648\u062F\u0629 \u0644\u062F\u064A\u0643!<br/><br/>\u0647\u0644 \u0623\u0646\u062A \u0645\u062A\u0623\u0643\u062F \u0623\u0646\u0643 \u062A\u0631\u064A\u062F \u0627\u0644\u0645\u062A\u0627\u0628\u0639\u0629. \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0646\u0639\u0645 \u0644\u062D\u0630\u0641 \u0623\u0648 \u0627\u0644\u0639\u0648\u062F\u0629 \u0644\u0627 \u0644\u0644.
toppanel.new_magazine.yes=\u0646\u0639\u0645\u060C \u0627\u0628\u062F\u0623 \u0645\u062C\u0644\u0629 \u062C\u062F\u064A\u062F\u0629
toppanel.new_magazine.no=\u0644\u0627\u060C \u0639\u0648\u062F\u0629
toppanel.new_magazine.heading =\u0645\u062C\u0644\u0629 \u062C\u062F\u064A\u062F\u0629
modal.download.win.header=\u062D\u0627\u0644\u064A\u0627 \u0625\u0635\u062F\u0627\u0631 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628 (Win32 \u0648)
modal.download.win.body=<p>\u0643\u0646\u062A \u0639\u0644\u0649 \u0648\u0634\u0643 \u0623\u0646 \u062A\u0646\u0632\u064A\u0644<b>\u062D\u0627\u0644\u064A\u0627 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628</b> \u0625\u0635\u062F\u0627\u0631 \u0645\u062C\u0644\u0629 \u0635\u0627\u0646\u0639 \u0644\u0644 <b>\u0646\u0648\u0627\u0641\u0630 PC \u0644\u0644</b>. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646 \u062C\u0647\u0627\u0632 \u0627\u0644\u0643\u0645\u0628\u064A\u0648\u062A\u0631 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643 \u064A\u062A\u0648\u0627\u0641\u0642 \u0645\u0639 \u0627\u0644\u0645\u062A\u0637\u0644\u0628\u0627\u062A \u0627\u0644\u062F\u0646\u064A\u0627 \u0627\u0644\u062A\u0627\u0644\u064A\u0629\u060C \u062B\u0645 \u062D\u062F\u062F <b>\u062A\u062D\u0645\u064A\u0644</b></p><p>1. \u0646\u0648\u0627\u0641\u0630 XP SP2 (\u0623\u0648 \u0623\u0639\u0644\u0649) / \u0648\u064A\u0646\u062F\u0648\u0632 7 <p>2. 1GB RAM or higher</p><p>3. 1024x768 \u0623\u0648 \u0623\u0639\u0644\u0649 \u0627\u0644\u0642\u0631\u0627\u0631</p>
modal.download.mac.header=\u062D\u0627\u0644\u064A\u0627 \u0625\u0635\u062F\u0627\u0631 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628 (\u0645\u0627\u0643 OSX)
modal.download.mac.body= <p>\u0643\u0646\u062A \u0639\u0644\u0649 \u0648\u0634\u0643 \u0623\u0646 \u062A\u0646\u0632\u064A\u0644<b>\u062D\u0627\u0644\u064A\u0627 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628</b> \u0625\u0635\u062F\u0627\u0631 \u0645\u062C\u0644\u0629 \u0635\u0627\u0646\u0639 \u0644\u0644 <b>\u0644\u062C\u0646\u0629 \u0627\u0644\u0647\u062F\u0646\u0629 \u0627\u0644\u0639\u0633\u0643\u0631\u064A\u0629 \u0644PC</b>. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646 \u062C\u0647\u0627\u0632 \u0627\u0644\u0643\u0645\u0628\u064A\u0648\u062A\u0631 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643 \u064A\u062A\u0648\u0627\u0641\u0642 \u0645\u0639 \u0627\u0644\u0645\u062A\u0637\u0644\u0628\u0627\u062A \u0627\u0644\u062F\u0646\u064A\u0627 \u0627\u0644\u062A\u0627\u0644\u064A\u0629\u060C \u062B\u0645 \u062D\u062F\u062F <b>\u062A\u062D\u0645\u064A\u0644</b></p><p>1. \u0633\u0646\u0648 \u0644\u064A\u0648\u0628\u0627\u0631\u062F (10.6) / \u0627\u0633\u062F \u0627\u0644\u062C\u0628\u0644 (10.7)</p><p>2. 1GB RAM \u0623\u0648 \u0623\u0639\u0644\u0649</p><p>3. 1024x768 \u0623\u0648 \u0623\u0639\u0644\u0649 \u0627\u0644\u0642\u0631\u0627\u0631</p>
modal.download.ios.header=\u0644\u0644\u0647\u0627\u062A\u0641 \u0627\u0644\u0645\u062D\u0645\u0648\u0644 (\u0623\u0628\u0644 \u062F\u0627\u0626\u0631\u0629 \u0627\u0644\u0631\u0642\u0627\u0628\u0629 \u0627\u0644\u062F\u0627\u062E\u0644\u064A\u0629)
modal.download.ios.body=<p><b>\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0648\u064A\u0628 (\u0627\u0644\u0627\u0646\u062A\u0631\u0646\u062A) </b> - \u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0646\u0633\u062E\u0629 \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A\u0629 \u0645\u0646 \u0645\u062C\u0644\u0629 \u0635\u0627\u0646\u0639 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643 \u0639\u0644\u0649 \u0623\u062C\u0647\u0632\u0629 \u0623\u0628\u0644 (\u0622\u064A \u0628\u0627\u062F / \u0627\u064A \u0641\u0648\u0646) \u062F\u0627\u0626\u0631\u0629 \u0627\u0644\u0631\u0642\u0627\u0628\u0629 \u0627\u0644\u062F\u0627\u062E\u0644\u064A\u0629\u060C \u0625\u0637\u0644\u0627\u0642 \u0645\u062A\u0635\u0641\u062D \u0633\u0641\u0627\u0631\u064A \u0648\u0627\u0646\u062A\u0642\u0644 \u0625\u0644\u0649 URL: http://mmdemo.cloudfoundry.com </p><p>(\u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646 \u062E\u064A\u0627\u0631 \u0627\u0644\u062A\u0635\u0641\u062D \u0627\u0644\u062E\u0627\u0635 \u0647\u0648 \u062A\u062D\u0648\u0644 \u0641\u0627\u0635\u0644\u0629)</p><p><b>\u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0645\u062A\u062C\u0631 (\u062D\u0627\u0644\u064A\u0627 / \u0639\u0628\u0631 \u0627\u0644\u0625\u0646\u062A\u0631\u0646\u062A)</b> - \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0635\u0627\u0646\u0639 \u0645\u062C\u0644\u0629 \u0644\u0644\u0648\u0635\u0648\u0644 \u062D\u0627\u0644\u064A\u0627 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0629 \u062D\u0627\u0644\u064A\u0627 \u0645\u062A\u0648\u0641\u0631\u0629 \u0644\u0644\u062A\u062D\u0645\u064A\u0644 \u0639\u0628\u0631 \u0627\u0644\u0645\u062A\u062C\u0631. \u064A\u0631\u062C\u0649 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 COMPRO \u062A\u0642\u0646\u064A\u0627\u062A \u0644\u062A\u0633\u062C\u064A\u0644 \u062C\u0647\u0627\u0632\u0643 \u0648\u062A\u0641\u0627\u0635\u064A\u0644 \u0627\u0644\u062A\u062D\u0645\u064A\u0644.</p><p><b>\u062F\u0639\u0645 \u0627\u0644\u0623\u062C\u0647\u0632\u0629 / \u0627\u0644\u062A\u0643\u0648\u064A\u0646:</b></p><p>1. \u0622\u064A \u0628\u0627\u062F 2 \u0623\u0648 \u0623\u0639\u0644\u0649</p><p>2. iOSX 5.0 \u0623\u0648 \u0623\u0639\u0644\u0649</p>
modal.download.andro.header=\u0644\u0644\u0647\u0627\u062A\u0641 \u0627\u0644\u0645\u062D\u0645\u0648\u0644 (\u0627\u0644\u0631\u0648\u0628\u0648\u062A)
modal.download.andro.body=<p><b>\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0648\u064A\u0628 (\u0627\u0644\u0627\u0646\u062A\u0631\u0646\u062A)</b> - \u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0646\u0633\u062E\u0629 \u0627\u0644\u0625\u0644\u0643\u062A\u0631\u0648\u0646\u064A\u0629 \u0645\u0646 \u0645\u062C\u0644\u0629 \u0635\u0627\u0646\u0639 \u0627\u0644\u0631\u0648\u0628\u0648\u062A \u0639\u0644\u0649 \u0627\u0644\u0623\u062C\u0647\u0632\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643\u060C \u0625\u0637\u0644\u0627\u0642 \u0645\u062A\u0635\u0641\u062D \u0643\u0631\u0648\u0645 \u0623\u0648 \u0641\u0627\u064A\u0631\u0641\u0648\u0643\u0633 (\u0645\u062A\u0627\u062D\u0629 \u0644\u0644\u062A\u062D\u0645\u064A\u0644 \u0628\u0634\u0643\u0644 \u0645\u0646\u0641\u0635\u0644) \u0648\u0627\u0646\u062A\u0642\u0644 \u0625\u0644\u0649 URL: http://mmdemo.cloudfoundry.com</p><p>(\u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u0623\u0643\u062F \u0645\u0646 \u062E\u064A\u0627\u0631 \u0627\u0644\u062A\u0635\u0641\u062D \u0627\u0644\u062E\u0627\u0635 \u0647\u0648 \u062A\u062D\u0648\u0644 \u0641\u0627\u0635\u0644\u0629)</p><p><b>\u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 (\u062D\u0627\u0644\u064A\u0627 / \u0639\u0628\u0631 \u0627\u0644\u0625\u0646\u062A\u0631\u0646\u062A)</b> - \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0635\u0627\u0646\u0639 \u0645\u062C\u0644\u0629 \u0644\u0644\u0648\u0635\u0648\u0644 \u062D\u0627\u0644\u064A\u0627 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631 \u062D\u0627\u0644\u064A\u0627 \u0644\u0644\u062A\u0646\u0632\u064A\u0644. \u064A\u0631\u062C\u0649 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 COMPRO \u062A\u0642\u0646\u064A\u0627\u062A \u0644\u062A\u0633\u062C\u064A\u0644 \u062C\u0647\u0627\u0632\u0643 \u0648\u062A\u0641\u0627\u0635\u064A\u0644 \u0627\u0644\u062A\u062D\u0645\u064A\u0644.</p><p><b>\u062F\u0639\u0645 \u0627\u0644\u0623\u062C\u0647\u0632\u0629 / \u0627\u0644\u062A\u0643\u0648\u064A\u0646:</b></p><p>1. </p><p>2. \u0641\u0627\u064A\u0631\u0641\u0648\u0643\u0633 \u0623\u0648 \u0643\u0631\u0648\u0645 16 + 18 +</p>
modal.download.confirm=\u062A\u062D\u0645\u064A\u0644
modal.download.close=\u0623\u063A\u0644\u0642
rightpanel.photostab.wildlife = الحياة البرية الأفريقية